{
  "nav_home": "Home",
  "nav_services": "Services",
  "nav_gallery": "Gallery",
  "nav_about": "About",
  "nav_contact": "Contact",
  "hero_title": "Transform Your Outdoor Space",
  "hero_subtitle": "Creating beautiful landscapes for Calgary homes and businesses since 2003",
  "hero_cta": "Get in Touch",
  "services_title": "Our Services",
  "services_lead": "From concept to completion, we provide a full suite of landscaping and horticultural services.",
  "service1_title": "Design & Construction",
  "service1_desc": "We collaborate with you to design and build stunning outdoor spaces, patios, and walkways using natural stone and brick.",
  "service2_title": "Planting & Gardening",
  "service2_desc": "From trees and shrubs to vibrant flowers, we plant and nurture a variety of vegetation to bring your garden to life.",
  "service3_title": "Sod & Turf",
  "service3_desc": "Installation of lush sod for an instant green lawn and expert advice on lawn care and maintenance.",
  "service4_title": "Maintenance",
  "service4_desc": "Spring and fall clean‑ups, summer maintenance and winter snow removal keep your property pristine year round.",
  "service5_title": "Water Features",
  "service5_desc": "Creation of ponds, waterfalls and pebble fountains to add sound and movement to your landscape design.",
  "service6_title": "Green Roof Projects",
  "service6_desc": "Specialized green roof and rooftop garden installations using proven eco‑friendly technologies.",
  "gallery_title": "Before & After Gallery",
  "gallery_lead": "See how our expertise turns ordinary spaces into extraordinary landscapes.",
  "about_title": "Our Story",
  "about_lead": "Family‑owned and operated, Marisk Services Inc. has been shaping Calgary’s landscapes for over two decades.",
  "about_text1": "Founded in 2003 by horticultural experts Alexander Markovin and Galina Nikitina, Marisk Services grew from a passion for greenery into a full‑service landscaping company. Both Alexander and Galina hold PhDs in horticulture, forestry and landscaping from the Kazakhstan University of Agriculture. After immigrating to Canada in 2001, they honed their craft at Calgary golf courses and local farms before launching their own business.",
  "about_text2": "Our team brings more than 15 years of experience in agricultural, forestry and landscape design to every project. We specialise in industrial landscaping, residential gardens, green‑roof projects and personalised outdoor living spaces that reflect your taste and lifestyle.",
  "timeline_2001": "Alexander and Galina arrive in Canada and start working as horticultural specialists.",
  "timeline_2003": "Marisk Services Inc. is founded with a mission to create beautiful, sustainable landscapes.",
  "timeline_present": "Continuing to beautify homes and businesses across Calgary and beyond with customised landscape solutions.",
  "contact_title": "Contact & Careers",
  "contact_lead": "Ready to transform your outdoor space or join our team? Get in touch today.",
  "contact_us_title": "Contact Us",
  "contact_phone_label": "Phone",
  "contact_email_label": "Email",
  "contact_address": "Calgary, Alberta, Canada",
  "join_our_team_title": "Join Our Team",
  "join_our_team_desc": "We’re always looking for hardworking seasonal employees between May and June. If you love working outdoors and have a passion for gardens, send us your resume.",
  "join_our_team_button": "Send Resume",
  "footer_text": "Marisk Services Inc. All rights reserved.",
  "chat_title": "Gardening Assistant",
  "chat_welcome": "Hi! I’m your gardening assistant. You can ask me questions such as:",
  "chat_input_placeholder": "Type your question...",
  "chat_send_button": "Send",
  "chat_suggestions_title": "Try asking:",
  "chat_no_answer": "Sorry, I don’t know the answer yet."
}