{
  "nav_home": "Accueil",
  "nav_services": "Services",
  "nav_gallery": "Galerie",
  "nav_about": "À propos",
  "nav_contact": "Contact",
  "hero_title": "Transformez votre espace extérieur",
  "hero_subtitle": "Nous créons des paysages magnifiques pour les maisons et entreprises de Calgary depuis 2003",
  "hero_cta": "Contactez-nous",
  "services_title": "Nos Services",
  "services_lead": "De la conception à la réalisation, nous fournissons une gamme complète de services d’aménagement paysager et d’horticulture.",
  "service1_title": "Conception & Construction",
  "service1_desc": "Nous collaborons avec vous pour concevoir et construire de superbes espaces extérieurs, patios et allées en pierre naturelle et en brique.",
  "service2_title": "Plantation & Jardinage",
  "service2_desc": "Des arbres et arbustes aux fleurs éclatantes, nous plantons et entretenons une variété de végétations pour donner vie à votre jardin.",
  "service3_title": "Gazon & Pelouse",
  "service3_desc": "Installation de gazon luxuriant pour une pelouse verte instantanée et conseils d’entretien.",
  "service4_title": "Entretien",
  "service4_desc": "Nettoyage de printemps et d’automne, entretien estival et déneigement en hiver pour garder votre propriété impeccable toute l’année.",
  "service5_title": "Fontaines & Plans d’eau",
  "service5_desc": "Création d’étangs, de cascades et de fontaines de galets pour ajouter son et mouvement à votre jardin.",
  "service6_title": "Toits Verts",
  "service6_desc": "Projets spéciaux de toits et jardins verts utilisant des technologies écologiques éprouvées.",
  "gallery_title": "Galerie Avant & Après",
  "gallery_lead": "Voyez comment notre expertise transforme des espaces ordinaires en paysages extraordinaires.",
  "about_title": "Notre Histoire",
  "about_lead": "Entreprise familiale, Marisk Services Inc. façonne les paysages de Calgary depuis plus de deux décennies.",
  "about_text1": "Fondée en 2003 par des experts en horticulture Alexander Markovin et Galina Nikitina, Marisk Services est née d’une passion pour la verdure devenue une entreprise d’aménagement paysager à part entière. Tous deux titulaires d’un doctorat en horticulture, foresterie et conception paysagère de l’Université d’Agriculture du Kazakhstan, Alexander et Galina ont immigré au Canada en 2001. Ils ont perfectionné leur métier dans des parcours de golf et fermes de Calgary avant de lancer leur propre entreprise.",
  "about_text2": "Notre équipe apporte plus de 15 ans d’expérience en agriculture, sylviculture et conception paysagère à chaque projet. Nous sommes spécialisés dans l’aménagement paysager industriel, les jardins résidentiels, les projets de toits verts et les espaces de vie extérieurs personnalisés qui reflètent votre goût et votre style de vie.",
  "timeline_2001": "Alexander et Galina arrivent au Canada et commencent à travailler comme spécialistes horticoles.",
  "timeline_2003": "Marisk Services Inc. est fondée avec pour mission de créer des paysages beaux et durables.",
  "timeline_present": "Continue d’embellir des maisons et entreprises à Calgary et au-delà avec des solutions paysagères personnalisées.",
  "contact_title": "Contact & Carrières",
  "contact_lead": "Prêt à transformer votre espace extérieur ou à rejoindre notre équipe? Contactez-nous aujourd’hui.",
  "contact_us_title": "Contactez-nous",
  "contact_phone_label": "Téléphone",
  "contact_email_label": "Courriel",
  "contact_address": "Calgary, Alberta, Canada",
  "join_our_team_title": "Rejoignez notre équipe",
  "join_our_team_desc": "Nous recherchons toujours des employés saisonniers entre mai et juin. Si vous aimez travailler en plein air et avez une passion pour les jardins, envoyez-nous votre CV.",
  "join_our_team_button": "Envoyer le CV",
  "footer_text": "Marisk Services Inc. Tous droits réservés.",
  "chat_title": "Assistant de Jardinage",
  "chat_welcome": "Bonjour! Je suis votre assistant de jardinage. Vous pouvez me poser des questions comme:",
  "chat_input_placeholder": "Tapez votre question...",
  "chat_send_button": "Envoyer",
  "chat_suggestions_title": "Suggestions:",
  "chat_no_answer": "Désolé, je n'ai pas encore cette réponse."
}