{
  "nav_home": "Басты",
  "nav_services": "Қызметтер",
  "nav_gallery": "Галерея",
  "nav_about": "Біз туралы",
  "nav_contact": "Байланыс",
  "hero_title": "Ашық кеңістігіңізді түрлендіріңіз",
  "hero_subtitle": "Біз 2003 жылдан бері Калгари үйлері мен бизнесі үшін әдемі ландшафттар жасаймыз",
  "hero_cta": "Байланысу",
  "services_title": "Біздің қызметтер",
  "services_lead": "Жобадан аяқталуға дейін біз ландшафт және бағбандық қызметтерінің толық спектрін ұсынамыз.",
  "service1_title": "Жобалау & Құрылыс",
  "service1_desc": "Біз сізбен бірге табиғи тас пен кірпішті пайдаланып әдемі ашық кеңістіктерді, пато және жолдарды жобалаймыз және саламыз.",
  "service2_title": "Отырғызу & Бақ",
  "service2_desc": "Ағаштар мен бұталардан бастап жарқын гүлдерге дейін біз сіздің бағыңызды өмірге әкелу үшін түрлі өсімдіктер отырғызамыз және күтеміз.",
  "service3_title": "Шөп & Газон",
  "service3_desc": "Сіздің газонға бірден жасыл реңк беру үшін шөп төсейміз және газон күтімі бойынша кеңес береміз.",
  "service4_title": "Күтім",
  "service4_desc": "Көктемгі және күзгі тазарту, жазғы күтім және қысқы қар тазалау жыл бойы мүлкіңізді мінсіз сақтайды.",
  "service5_title": "Су элементтері",
  "service5_desc": "Ландшафтқа дыбыс пен қозғалыс қосу үшін тоғандар, сарқырамалар және галька субұрқақтарын жасаймыз.",
  "service6_title": "Жасыл шатыр жобалары",
  "service6_desc": "Дәлелденген экологиялық технологияларды қолдана отырып, арнайы жасыл шатыр және шатыр бақшаларын орнатамыз.",
  "gallery_title": "Бұрын & Кейін галереясы",
  "gallery_lead": "Біздің біліктілігіміз қарапайым кеңістіктерді қалай ерекше ландшафттарға айналдыратынын көріңіз.",
  "about_title": "Біздің тарих",
  "about_lead": "Отбасылық Marisk Services Inc. компаниясы Калгари ландшафттарын екі онжылдықтан астам уақыт бойы қалыптастырып келеді.",
  "about_text1": "2003 жылы бағбан мамандары Александр Марковин мен Галина Никитина негізін қалаған Marisk Services жасылға деген құмарлықтан толыққанды ландшафттық компанияға айналды. Александр мен Галина Қазақстан Ауыл шаруашылығы университетінің бағбандық, орман шаруашылығы және ландшафт дизайны бойынша PhD дәрежелеріне ие. 2001 жылы Канадаға көшіп келгеннен кейін олар Калгари гольф алаңдарында және жергілікті фермаларда тәжірибе жинақтап, өз бизнестерін ашты.",
  "about_text2": "Біздің команда әрбір жобаға ауыл шаруашылығы, орман шаруашылығы және ландшафт дизайны бойынша 15 жылдан астам тәжірибе әкеледі. Біз өндірістік ландшафтандыруға, тұрғын бақтарға, жасыл шатыр жобаларына және сіздің талғамыңыз бен өмір салтыңызды көрсететін жеке ашық кеңістіктерге маманданамыз.",
  "timeline_2001": "Александр мен Галина Канадаға келіп, бағбан мамандары ретінде жұмыс істей бастайды.",
  "timeline_2003": "Marisk Services Inc. әдемі әрі тұрақты ландшафттар жасау миссиясымен құрылды.",
  "timeline_present": "Біз Калгари мен оның сыртындағы үйлер мен бизнестерді бейімделген ландшафт шешімдерімен әлі де сәндеудеміз.",
  "contact_title": "Байланыс және жұмыс",
  "contact_lead": "Ашық кеңістігіңізді түрлендіргіңіз келе ме немесе біздің командаға қосылғыңыз келе ме? Бүгін байланысыңыз.",
  "contact_us_title": "Бізбен байланысыңыз",
  "contact_phone_label": "Телефон",
  "contact_email_label": "Электрондық пошта",
  "contact_address": "Калгари, Альберта, Канада",
  "join_our_team_title": "Біздің командаға қосылыңыз",
  "join_our_team_desc": "Біз мамыр мен маусым айларында әрдайым еңбекқор маусымдық қызметкерлерді іздейміз. Егер сіз ашық ауада жұмыс істеуді және бақтарды жақсы көрсеңіз, түйіндемеңізді жіберіңіз.",
  "join_our_team_button": "Түйіндемені жіберу",
  "footer_text": "Marisk Services Inc. Барлық құқықтар қорғалған.",
  "chat_title": "Бағбан көмекшісі",
  "chat_welcome": "Сәлем! Мен сіздің бағбандық көмекшіңізбін. Сіз төмендегі сұрақтарды сұрай аласыз:",
  "chat_input_placeholder": "Сұрағыңызды енгізіңіз...",
  "chat_send_button": "Жіберу",
  "chat_suggestions_title": "Мысал сұрақтар:",
  "chat_no_answer": "Кешіріңіз, бұл сұраққа жауап әлі дайын емес."
}