{
  "nav_home": "Главная",
  "nav_services": "Услуги",
  "nav_gallery": "Галерея",
  "nav_about": "О нас",
  "nav_contact": "Контакты",
  "hero_title": "Преобразите своё пространство",
  "hero_subtitle": "Создаем красивые ландшафты для домов и предприятий Калгари с 2003 года",
  "hero_cta": "Связаться",
  "services_title": "Наши услуги",
  "services_lead": "От концепции до воплощения мы предоставляем полный спектр ландшафтных и садовых услуг.",
  "service1_title": "Проектирование и строительство",
  "service1_desc": "Мы работаем с вами, чтобы спроектировать и построить потрясающие наружные пространства, патио и дорожки из натурального камня и кирпича.",
  "service2_title": "Посадка и садоводство",
  "service2_desc": "От деревьев и кустарников до ярких цветов — мы высаживаем и ухаживаем за различной растительностью, оживляя ваш сад.",
  "service3_title": "Газон и дерн",
  "service3_desc": "Укладка зеленого дерна для мгновенного газона и экспертные советы по уходу за ним.",
  "service4_title": "Уход",
  "service4_desc": "Весенние и осенние уборки, летний уход и зимняя уборка снега сохраняют вашу собственность в идеальном состоянии круглый год.",
  "service5_title": "Водные объекты",
  "service5_desc": "Создание прудов, водопадов и галечных фонтанов, чтобы добавить звука и движения в ваш ландшафт.",
  "service6_title": "Зеленые крыши",
  "service6_desc": "Специализированные проекты зеленых крыш и садов на крышах с использованием проверенных экологичных технологий.",
  "gallery_title": "Галерея: До и После",
  "gallery_lead": "Увидьте, как наша экспертиза превращает обычные пространства в необыкновенные ландшафты.",
  "about_title": "Наша история",
  "about_lead": "Семейная компания Marisk Services Inc. формирует ландшафты Калгари более двух десятилетий.",
  "about_text1": "Основанная в 2003 году экспертами по садоводству Александром Марковиным и Галиной Никитиной, компания Marisk Services выросла из любви к зелени в полноценную ландшафтную фирму. Александр и Галина имеют степени PhD в области садоводства, лесоводства и ландшафтного дизайна Казахстанского аграрного университета. После иммиграции в Канаду в 2001 году они оттачивали мастерство на гольф-полях и фермах Калгари, прежде чем открыть свой бизнес.",
  "about_text2": "Наша команда приносит более 15 лет опыта в сельском хозяйстве, лесном хозяйстве и ландшафтном дизайне в каждый проект. Мы специализируемся на промышленном ландшафтном дизайне, частных садах, проектах зеленых крыш и персональных открытых жилых пространствах, отражающих ваш вкус и образ жизни.",
  "timeline_2001": "Александр и Галина прибывают в Канаду и начинают работать специалистами по садоводству.",
  "timeline_2003": "Основана компания Marisk Services Inc. с миссией создания красивых, устойчивых ландшафтов.",
  "timeline_present": "Продолжаем украшать дома и бизнес по всему Калгари и за его пределами, предлагая индивидуальные ландшафтные решения.",
  "contact_title": "Контакт и Вакансии",
  "contact_lead": "Готовы преобразить ваш участок или присоединиться к нашей команде? Свяжитесь с нами сегодня.",
  "contact_us_title": "Свяжитесь с нами",
  "contact_phone_label": "Телефон",
  "contact_email_label": "Эл. почта",
  "contact_address": "Калгари, Альберта, Канада",
  "join_our_team_title": "Присоединяйтесь к нам",
  "join_our_team_desc": "Мы всегда ищем трудолюбивых сезонных сотрудников на период с мая по июнь. Если вы любите работать на свежем воздухе и вам нравятся сады, пришлите нам своё резюме.",
  "join_our_team_button": "Отправить резюме",
  "footer_text": "Marisk Services Inc. Все права защищены.",
  "chat_title": "Садовый помощник",
  "chat_welcome": "Здравствуйте! Я ваш виртуальный помощник по садоводству. Вы можете спросить меня, например:",
  "chat_input_placeholder": "Введите ваш вопрос...",
  "chat_send_button": "Отправить",
  "chat_suggestions_title": "Спросите:",
  "chat_no_answer": "Извините, я пока не знаю ответа."
}