{
  "nav_home": "Головна",
  "nav_services": "Послуги",
  "nav_gallery": "Галерея",
  "nav_about": "Про нас",
  "nav_contact": "Контакти",
  "hero_title": "Перетворіть ваш простір",
  "hero_subtitle": "Створюємо красиві ландшафти для домів і бізнесу Калгарі з 2003 року",
  "hero_cta": "Зв'язатися",
  "services_title": "Наші послуги",
  "services_lead": "Від концепції до реалізації ми надаємо повний спектр послуг з ландшафтного та садового дизайну.",
  "service1_title": "Проектування та будівництво",
  "service1_desc": "Ми співпрацюємо з вами, щоб спроектувати та побудувати чудові відкриті простори, тераси та доріжки з натурального каменю та цегли.",
  "service2_title": "Насадження та садівництво",
  "service2_desc": "Від дерев та кущів до яскравих квітів — ми висаджуємо та доглядаємо різноманітну рослинність, оживляючи ваш сад.",
  "service3_title": "Газон та дерн",
  "service3_desc": "Укладення зеленого дерну для миттєвого газону та професійні поради по догляду.",
  "service4_title": "Обслуговування",
  "service4_desc": "Весняне та осіннє прибирання, літнє обслуговування та зимове прибирання снігу підтримують вашу ділянку у чудовому стані впродовж року.",
  "service5_title": "Водні об'єкти",
  "service5_desc": "Створення ставків, водоспадів та фонтанів з гальки, щоб додати звук та рух у ваш ландшафт.",
  "service6_title": "Зелені дахи",
  "service6_desc": "Спеціальні проекти зелених дахів та дахових садів з використанням перевірених екологічних технологій.",
  "gallery_title": "Галерея До & Після",
  "gallery_lead": "Побачте, як наша експертиза перетворює звичайні простори на незвичайні ландшафти.",
  "about_title": "Наша історія",
  "about_lead": "Сімейна компанія Marisk Services Inc. формує ландшафти Калгарі вже понад два десятиліття.",
  "about_text1": "Заснована у 2003 році експертами з садівництва Олександром Марковіним та Галиною Нікітіною, компанія Marisk Services виросла з любові до зелені у повноцінну ландшафтну фірму. Олександр та Галина мають ступені PhD у галузі садівництва, лісового та ландшафтного дизайну в Казахському аграрному університеті. Після імміграції до Канади у 2001 році вони вдосконалювали свої навички на гольф-полях та фермах Калгарі, перш ніж відкрити власний бізнес.",
  "about_text2": "Наша команда приносить понад 15 років досвіду у сільському господарстві, лісовому господарстві та ландшафтному дизайні у кожен проєкт. Ми спеціалізуємося на промисловому ландшафтному дизайні, приватних садах, проектах зелених дахів та персональних відкритих житлових просторах, що відображають ваш смак і стиль життя.",
  "timeline_2001": "Олександр та Галина прибувають до Канади та починають працювати фахівцями з садівництва.",
  "timeline_2003": "Засновано компанію Marisk Services Inc. з місією створювати красиві, стійкі ландшафти.",
  "timeline_present": "Продовжуємо прикрашати будинки та бізнес у Калгарі і за його межами, пропонуючи індивідуальні ландшафтні рішення.",
  "contact_title": "Контакти та Вакансії",
  "contact_lead": "Готові перетворити вашу ділянку або приєднатися до нашої команди? Зв'яжіться з нами сьогодні.",
  "contact_us_title": "Зв'яжіться з нами",
  "contact_phone_label": "Телефон",
  "contact_email_label": "Ел. пошта",
  "contact_address": "Калгарі, Альберта, Канада",
  "join_our_team_title": "Приєднуйтеся до нас",
  "join_our_team_desc": "Ми завжди шукаємо старанних сезонних працівників на період з травня по червень. Якщо ви любите працювати на свіжому повітрі і вам подобаються сади, надішліть нам своє резюме.",
  "join_our_team_button": "Надіслати резюме",
  "footer_text": "Marisk Services Inc. Всі права захищені.",
  "chat_title": "Помічник з садівництва",
  "chat_welcome": "Вітаю! Я ваш віртуальний помічник з садівництва. Ви можете запитати мене, наприклад:",
  "chat_input_placeholder": "Введіть ваше запитання...",
  "chat_send_button": "Відправити",
  "chat_suggestions_title": "Запитайте:",
  "chat_no_answer": "Вибачте, я поки не знаю відповіді."
}